{  
    "role_title":"Scegli i videogiochi che ti interessano! Clicca sulle emoji sottostanti e magicamente ti appariranno chat dedicate ai giochi da te scelti; se ci ripensi e non vuoi pi visualizzarle, basta cliccare nuovamente sull'emoji e i canali saranno nuovamente oscurati; nella eventualit che il sistema venga resettato, il tuo click sull'emoji andr perso e dovr essere nuovamente posto per poter ri-visualizzare tutto.",
    "role_subtitle":"Aggiungi una reazione per cambiare l'accesso alla categoria:",
    "welcome_message":"ti invito a leggere ci che  scritto nel canale <#536179785093611552>, e se sei nuovo del software Discord di dare uno sguardo anche a <#621702338524217375>; se trovi difficolt scrivi direttamente in questo canale o su <#621701347758178324>. I tuoi prossimi passi:",
    "head_message_standard":"Ciao sono uno dei bot della Gilda, questo messaggio è generato automaticamente, quindi non rispondere, in quanto il mio creatore non lo leggerebbe.",
    "footer_message_standard":"Buona permanenza nel server Discord de LA FLOTTA NERD.",
    "message_nickname":"Volevo comunicarti che per una questione di praticità conviene che ogni iscritto si rinomini qua sul server 'La Flotta Nerd' col proprio ID-PSN, seguito dal nome reale (non quello in-game), ad esempio: cicciogamer88 (Davide), in modo da riconoscerci facilmente durante le sessioni di gioco online. Modificare il proprio soprannome è semplicissimo, vai nel canale <#621702338524217375> e troverai degli utilissimi screenshots che ti aiuteranno nella procedura. Ti ricordo che modificarlo non comporta mutamenti negli altri server in cui sei iscritto, lì rimarrai tranquillamente col nome utente/soprannome che hai deciso tu in precedenza. Se trovi ancora difficoltà scrivi su <#621701347758178324> per chiedere aiuto. Questo messaggio verrà ripetuto fino a quando non sarà sistemato il tuo soprannome. **Buona permanenza nel server Discord de LA FLOTTA NERD.** 🙂",
    "message_no_nickname":"Questo messaggio è generato automaticamente, quindi non rispondere, in quanto il mio creatore non lo leggerebbe. Volevo comunicarti che per una questione di praticità conviene che ogni iscritto si rinomini qua sul server La Flotta Nerd col proprio ID-PSN, seguito dal nome reale (non quello in-game), ad esempio: cicciogamer88 (Davide), in modo da riconoscerci facilmente durante le sessioni di gioco. Per cambiare il nickname basta cliccare sul proprio nome nella lista utenti a destra, --> gestisci utente, --> cambia soprannome. Ti ricordo che cambiarlo non comporta mutamenti negli altri server in cui sei iscritto, lì rimarrai tranquillamente col nome utente/soprannome che hai deciso tu in precedenza. Maggiori info e screenshots che possono aiutarti con la procedura puoi trovarli nella sezione di <#536179785093611552> denominata [GUIDA ALLA SOPRAVVIVENZA]; se trovi ancora difficoltà scrivi su <#544489482926161941> o ad un Admin/Moderatore per chiedere aiuto. Questo messaggio verrà ripetuto fino a quando non sarà sistemato il tuo nickname. Buona permanenza nel server Discord de La Flotta Nerd. 🙂",
    "message_title_no_nickname":"Purtroppo il tuo nome non è valido per questa Gilda.",
    "welcome_title_message":"Prima di buttarti a capofitto nella Flotta leggi qua sotto!",
    "message_service":"__**Vuoi darci una mano**__ a mantenere vivi i giochi della Gilda? Cerchiamo infatti dei volenterosi che ci aiutino a scovare __**nuovi giocatori nei gruppi Facebook**__; se sei interessato faccelo sapere scrivendolo nel canale <#621701347758178324>. Ti aspettiamo!",
    "role_title_small":"Scegli i videogiochi che ti interessano! Clicca sulle emoji sotto il messaggio per sbloccare le chat di ogni singolo gioco.",
    "role_subtitle_small_1":"Clicca sull'emoji sottostante uguale a questa:",
    "role_subtitle_small_2":"Scegli i videogiochi che ti interessano! Clicca sulle emoji sotto il messaggio per sbloccare le chat di ogni singolo gioco.",
    "message_role_title_small":"Clicca sulle emoji che troverai a fine messaggio per sbloccare e visualizzare le chat dei videogiochi a cui sei interessato:",
    "message_comand_nickname_1":"Aggiornare il tuo soprannome:",
    "message_comand_nickname_2":"Digita qua in chat il comando !Cambia_nick seguito dal tuo ID-PSN + il nome reale tra parentesi. Esempio: **!Cambia_nick Cicciogamer88 (Davide)** Scegli cosa vedere:",
    "messaggio_exit":"Ciao sono uno dei bot della Gilda, questo messaggio  generato automaticamente, quindi non rispondere, in quanto il mio creatore non lo leggerebbe. Volevo comunicarti che  da 15 giorni chenon ti colleghi qua nella Flotta Nerd, se NON lo farai per altri 15 giorni consecutivi dalla data odierna verrai espulso dal gruppo; ti ricordo che basta collegarsi una volta ogni 30 giorni oppure scrivere unsemplice messaggio in un canale qualsiasi della Gilda per annullare il conteggio di espulsione; tieni presente che se non si pu essere attivi per periodi prolungati per causa di forza maggiore, puoicontattare un admin o un moderatore, in modo da farti inserire in WHITELIST, rimarrai cos senza problemi di espulsione nella Flotta anche se sei inattivo per molto tempo; maggiori info le trovi nella parte di<#536179785093611552> denominata [PERMANENZA NELLA GILDA]",
    "suggerimento_idmhw":"Per scoprire se c'qualcuno online, entra nel canale <#569146256123887617> , se gi presente troverai l'id della sessione online che ti permetter di unirti agli altri cacciatori dellaGilda, in caso contrario pubblicane tu uno come indicato nel messaggio fissato della pagina. Buona caccia!",
    "footer_standard":"Il comando è valido solo se prima c'è il simbolo ! . Le parentesi graffe servono solo a farti capire dove e cosa indicare per avviarlo correttamente.",
    "message_error_authorization": "Mi dispiace, ma non hai le autorizzazioni per usare questo comando.",
    "reference": "command_settins_error_id",
    "command_settins_error_id": "Devi fornirmi un id_setting!",
    "message_error_value": "Devi fornirmi un valore!",
    "cache_reset_success": "Cache resettata con successo",
    "command_administrator_title": "Lista comandi per lo staff della gilda.",
    "command_start_description": "Digita in chat questo comando per iniziare ad usarmi! :stuck_out_tongue_winking_eye:",
    "command_start_title": "Ciao io sono il BOT della GILDA! :heart:",
    "command_administrator_description": "Comandi per la gestione del server (Solo Staff).",
    "command_impostazioni_title": "Impostazioni del bot",
    "command_impostazioni_descrizione": "Mostra tutti i comandi per le impostazioni del Bot.",
    "command_moderazione_title": "Ecco i comandi di moderazione",
    "command_moderazione_descrizione": "Mostra tutti i comandi per la moderazione.",
    "command_scorciatoie_title": "Comandi dedicati per le scorciatoie",
    "command_scorciatoie_descrizione": "Comandi dedicati per le scorciatoie",
    "command_utility_staff_title": "Comandi utili per lo staff",
    "command_utility_staff_descrizione": "Comandi utili per lo staff",
    "command_aggiornamento_settaggio_descrizione": "{id_settaggio} {Nuovo valore} Aggiorna un settaggio pre-esistente",
    "command_error_no_settings": "Mi dispiace, ma non ci sono settaggi.",
    "command_settings_contenuto_visualizza": "{id_setting} visualizza il contenuto di un settaggio specifico",
    "command_descrizione_setting_descrtiption": "{id_setting} {valore} Aggiunge una descrizione informativa al valore",
    "command_elimina_settaggio_description": "{id_settaggio} Elimina un settaggio",
    "command_lista_settaggi_description": "{Tipologia (opzionale)} Mostra una lista con tutti i settaggi disponibili",
    "command_nuovo_settaggio_description": "{tipo} {nome} {valore} Aggiungi un nuovo settaggio nel database. Tipo e nome non devono contenere spazzi. I tipi disponibili sono: settings,text,role,service_messagetrigger. Non usare altri tipi. Il nome è il riferimento del settaggio devono essere univoci.",
    "command_moderazione_bannare_utente_description": "{id utente} {motivo espulsione (opzionale)} Banna un determinato utente",
    "command_moderazione_espelli_utenti_description": "{id utente} {motivo espulsione (opzionale)} Espelli un determinato utente",
    "command_moderazione_utenti_lista_nera_description": "{numero pagina (1 per indicare la prima pagina)} Utenti nella lista nera",
    "command_utility_elimina_messaggio_description": "!purge @user 10 , altrimenti !purge 25 Elimina i messaggi di un specifico utente (massimo 100 messaggi) ",
    "command_utility_parlo_io_description": "{testo} Scrivere un testo personalizzato nelle spoglie del Bot, esso riscriverà il comando dove viene avviato (solo Staff).",
    "command_utility_pulisci_database_description": "Pulizia forzata database, elimina gli utenti che non sono più presenti in gilda",
    "command_utility_reset_menzioni_bot_description": "Resetta il contatore delle menzioni",
    "command_utility_situazione_server_description": "Mostra lo stato del server con dei dati informativi come n° utenti o altro",
    "command_utility_stampa_seleziona_giochi_description": "Comando per stampare la lista giochi (vecchia versione)",
    "command_whitelist_aggiungi_description":"{id utente} Aggiungi nella withelist un determinato utente",
    "command_whitelist_wlimina_utente_description": "{id utente} Elimina un determinato utente dalla whitelist",
    "command_whitelist_lista_description": "Stampa gli utenti presenti in whitelist",
    "command_s_home_cambia_nick_description": "Comando per modificare il proprio nickname, scrivilo in chat inserendo di seguito il tuo ID-PSN + il nome reale tra parentesi, esempio: !Cambia_nick Cicciogamer88 (Davide)",
    "command_s_home_alltime_description": "Mostra la classifica totale in Gilda (rappresenta il n° di messaggi totali inviati dall'entrata sul nostro server).",
    "command_s_home_giorno_description": "Mostra la classifica giornaliera in Gilda (rappresenta il n° di messaggi inviati in una giornata).",
    "command_s_home_seleziona_gioco_description": "Scegli i videogiochi che ti interessano. Questo comando ti farà abilitare nelle sezioni a cui sei interessato, facendoti visualizzare le chat di ogni singolo gioco. Dopo 60s il messaggio sarà cancellato.",
    "command_s_home_statistiche_description": "{@utente (Opzionale)} Per vedere le tue statistiche o quelle di un utente specifico! Dati, un sacco di dati! :nerd:",
    "command_staff_scabio_file_desc" : "Comandi utilit per scaricare o caricare i Json che gestiscono tutto il testo del bot e altri paramenti come settaggi o i rank della gilda.",
    "descrizione_bot_prima_gif" : "https://images-ext-2.discordapp.net/external/y4vDxNVFWEWBDtdI9RYVaA1g3yjJ_HKAbb95iT-kD68/%3Fsize%3D2048/https/cdn.discordapp.com/avatars/535768019721256961/0d05ecd63563839a45e344386fc6a137.png?width=678&height=678",
    "descrizione_bot_prima_parte_titolo" : "Il bot del gruppo LA FLOTTA NERD la nostra LadyIsabel!",
    "descrizione_bot_prima_parte_descrizione" : "Lady Isabel è Il Bot del nostro server :D, lei ti può dare consigli e tiene traccia del tuo livello nella Gilda, inoltre ha tante cose simpatiche da mostrarti!",
    "descrizione_bot_prima_parte_field_1-1" : "Come si usa?",
    "descrizione_bot_prima_parte_field_1-2" : "Scrivi in una chat qualsiasi il comando **!Start** per visualizzare la lista delle sue funzioni.",
    "descrizione_bot_seconda_parte_gif" : "https://media.tenor.com/images/94657ec113c3b83a001799065b7a89a5/tenor.gif",
    "descrizione_bot_seconda_parte_title" : "I messaggi privati inviati in automatico da LadyIsabel",
    "descrizione_bot_seconda_parte_descrizione" : "Il nostro scopo è quello di creare una community di gente attiva nel nostro server Discord e non solo online nei giochi, per questo tendiamo ad escludere chi non sposa questa nostra filosofia. Il Bot Lady Isabel è provvisto infatti di un sistema di espulsione automatico settato in base al periodo di inattività di un utente, egli avverte con un messaggio privato dopo 15 giorni consecutivi in cui non si è stati attivi (dando altri 15 giorni di tempo prima di provvedere all'espulsione).Per annullare il processo basta collegarsi almeno una volta ogni 30 giorni qua nella Gilda o scrivere un semplice messaggio in uno dei canali.Se non si è attivi per periodi prolungati per causa di forza maggiore, si prega di comunicarlo su #domande - e - supporto in modo da farsi inserire in whitelist, si rimarrà così senza problemi di espulsione nella Flotta, anche se si è inattivi per molto tempo.",
    "descrizione_bot_title_autori_gif" : "https://media1.tenor.com/images/b7acefdf791944b6ad015b3c44ee68a3/tenor.gif",
    "descrizione_bot_title_autori_title" : "Ecco chi ha contribuito allo sviluppo e mantenimento",
    "descrizione_bot_title_autori_field_1-1" : "Sviluppo",
    "descrizione_bot_title_autori_field_1-2" : "<@489857649471520778> Sviluppo e infrastruttura",
    "descrizione_bot_title_autori_field_2-1" : "Gestione",
    "descrizione_bot_title_autori_field_2-2" : "<@167012518814941185> Gestione e manutenzione server",
    "descrizione_bot_title_autori_field_3-1" : "Gestione",
    "descrizione_bot_title_autori_field_3-2" : "<@369410568722972685> Gestione dei testi"
}